import type { Product } from "../types/type"

export const products: Product[] = [
  {
    name: "اسید سولفوریک",
    grade: "گرید صنعتی",
    description:
           "اسید سولفوریک با خلوص بالا برای کاربردهای صنعتی، تصفیه آب و سنتز شیمیایی.",
    minOrder: "گالن ۲۰ لیتری",
    available : "موجودی کم",
    features: ["تخفیف خرید عمده", "خلوص ۹۸٪", "دارای گواهی ISO"],
  },
    {
    name: "اسید سولفوریک",
    grade: "گرید صنعتی",
    description:
           "اسید سولفوریک با خلوص بالا برای کاربردهای صنعتی، تصفیه آب و سنتز شیمیایی.",
    minOrder: "گالن ۲۰ لیتری",
     available : "موجود",
    features: ["تخفیف خرید عمده", "خلوص ۹۸٪", "دارای گواهی ISO"],
  },
    {
    name: "اسید سولفوریک",
    grade: "گرید صنعتی",
    description:
           "اسید سولفوریک با خلوص بالا برای کاربردهای صنعتی، تصفیه آب و سنتز شیمیایی.",
    minOrder: "گالن ۲۰ لیتری",
     available : "ناموجود",
    features: ["تخفیف خرید عمده", "خلوص ۹۸٪", "دارای گواهی ISO"],
  },
    {
    name: "اسید سولفوریک",
    grade: "گرید صنعتی",
    description:
           "اسید سولفوریک با خلوص بالا برای کاربردهای صنعتی، تصفیه آب و سنتز شیمیایی.",
    minOrder: "گالن ۲۰ لیتری",
     available : "موجود",
    features: ["تخفیف خرید عمده", "خلوص ۹۸٪", "دارای گواهی ISO"],
  },
    {
    name: "اسید سولفوریک",
    grade: "گرید صنعتی",
    description:
           "اسید سولفوریک با خلوص بالا برای کاربردهای صنعتی، تصفیه آب و سنتز شیمیایی.",
    minOrder: "گالن ۲۰ لیتری",
     available : "موجود",
    features: ["تخفیف خرید عمده", "خلوص ۹۸٪", "دارای گواهی ISO"],
  },
    {
    name: "اسید سولفوریک",
    grade: "گرید صنعتی",
    description:
           "اسید سولفوریک با خلوص بالا برای کاربردهای صنعتی، تصفیه آب و سنتز شیمیایی.",
    minOrder: "گالن ۲۰ لیتری",
     available : "موجودی کم",
    features: ["تخفیف خرید عمده", "خلوص ۹۸٪", "دارای گواهی ISO"],
  },
  // more products go here...
]